{
  "bookOfWeek": "bow_dead_poets",

  "entries": [
    {
      "id": "bow_dead_poets",
      "bookId": "dead_poets",
      "curator": "shelves. team",
      "tagline": "A powerful story about individuality, rebellion and poetry at a strict boys' school.",
      "fullText": "<p><strong>Dead Poets Society</strong> is one of those stories that hits you right in the chest if you&#39;ve ever felt out of place in a system that wants you to be quiet, obedient and predictable.</p><p>Through Mr. Keating and his students, the book explores how art and poetry can be acts of resistance. It&#39;s about friendship, grief, and the risk of living a life that is actually yours, not the one others designed for you.</p><p>If you like emotional, character-driven stories with atmosphere and a bit of heartbreak, this is basically required reading.</p>"
    },

    {
      "id": "pick_secret_history",
      "bookId": "secret_history",
      "curator": "Lara K.",
      "tagline": "Dark academia, obsession and a Greek-class gone very wrong.",
      "fullText": "<p><strong>The Secret History</strong> is the darker, colder cousin of Dead Poets Society. Same campus feeling, very different moral compass.</p>"
    },
    {
      "id": "pick_normal_people",
      "bookId": "normal_people",
      "curator": "Fio Example",
      "tagline": "Intimate, messy, painfully honest relationship study.",
      "fullText": "<p><strong>Normal People</strong> is about two people who can&#39;t quite stay away from each other and can&#39;t quite get it right either.</p>"
    },
    {
      "id": "pick_dune",
      "bookId": "dune",
      "curator": "Anna Weber",
      "tagline": "Epic sci-fi politics, sandworms, and prophecy.",
      "fullText": "<p><strong>Dune</strong> is huge, slow-burn and extremely satisfying if you like dense worlds and power games.</p>"
    },
    {
      "id": "pick_1984",
      "bookId": "1984",
      "curator": "Geri M.",
      "tagline": "A warning disguised as a novel. Uncomfortable and essential.",
      "fullText": "<p><strong>1984</strong> still feels uncomfortably close to home. That&#39;s exactly why it belongs here.</p>"
    },
    {
      "id": "pick_hitchhike",
      "bookId": "hitchhike",
      "curator": "Sarah L.",
      "tagline": "Chaotic, absurd, deeply comforting sci-fi humour.",
      "fullText": "<p><strong>Hitchhike through the Galaxy</strong> is the &quot;it&#39;s all ridiculous anyway, might as well laugh&quot; book of the list.</p>"
    }
  ]
}
